// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Skydda direkta portar";

TaskDescription = "Använd denna inställning för att inaktivera utskrift via USB- och parallellportar.\n\nJetDirect, inbäddad nätverksanslutning, och tilläggskort från tredje part (såsom Firewire) påverkas inte av denna inställning.";
CheckboxTitle = "Inaktivera Direkta portar";
ApplyButtonTitle = "Verkställ nu";